[





    {
        "company_id": 1,
        "arabic_name": "تي شيرت رجالي كاجوال ممتاز بقصّة Slim Fit",
        "english_name" : "Mens Casual Premium Slim Fit T-Shirts",
        "arabic_details":"حقيبة مثالية للاستخدام اليومي والمشي في الغابة. قم بتخزين الكمبيوتر المحمول (حتى 15 بوصة) في الجراب المبطن، حقيبتك اليومية",
        "english_details": "Your perfect pack for everyday use and walks in the forest. Stash your laptop (up to 15 inches) in the padded sleeve, your everyday",
        "count": 6,
        "price": 109.95,
        "photo_path": "https://fakestoreapi.com/img/81fPKd-2AYL._AC_SL1500_.jpg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "تي شيرت رجالي كاجوال ممتاز بقصّة Slim Fit",
        "english_name" : "Mens Casual Premium Slim Fit T-Shirts",
        "arabic_details":"تصميم ملائم لشكل الجسم، وأكمام طويلة من قماش راجلان بلون متباين، وفتحة هنلي بثلاثة أزرار، وقماش خفيف الوزن وناعم لارتداء مريح وجيد التهوية. وقمصان مخيطة بشكل متين مع رقبة مستديرة مصنوعة من أجل المتانة ومناسبة تمامًا للارتداء في الموضة غير الرسمية ومحبي البيسبول المتحمسين. يتضمن خط العنق المستدير على طراز هنلي فتحة بثلاثة أزرار.",
        "english_details": "Slim-fitting style, contrast raglan long sleeve, three-button henley placket, light weight & soft fabric for breathable and comfortable wearing. And Solid stitched shirts with round neck made for durability and a great fit for casual fashion wear and diehard baseball fans. The Henley style round neckline includes a three-button placket.",
        "count": 4,
        "price": 22.3,
        "photo_path": "https://fakestoreapi.com/img/71-3HjGNDUL._AC_SY879._SX._UX._SY._UY_.jpg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "جاكيت رجالي قطني",
        "english_name" : "Mens Cotton Jacket",
        "arabic_details":"سترات خارجية رائعة للربيع/الخريف/الشتاء، مناسبة للعديد من المناسبات، مثل العمل، والمشي لمسافات طويلة، والتخييم، وتسلق الجبال/الصخور، وركوب الدراجات، والسفر أو الأنشطة الخارجية الأخرى. اختيار هدية جيد لك أو لعضو عائلتك. حب دافئ للأب أو الزوج أو الابن في عيد الشكر أو عيد الميلاد هذا.",
        "english_details": "great outerwear jackets for Spring/Autumn/Winter, suitable for many occasions, such as working, hiking, camping, mountain/rock climbing, cycling, traveling or other outdoors. Good gift choice for you or your family member. A warm hearted love to Father, husband or son in this thanksgiving or Christmas Day.",
        "count": 4,
        "price": 55.99,
        "photo_path": "https://fakestoreapi.com/img/71li-ujtlUL._AC_UX679_.jpg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name":  "ملابس رجالية كاجوال بقصّة Slim Fit"  ,
        "english_name" : "Mens Casual Slim Fit"  ,
        "arabic_details":  "قد يختلف اللون قليلاً بين ما يظهر على الشاشة وما يظهر في الممارسة العملية. / يرجى ملاحظة أن بنية الجسم تختلف باختلاف الشخص، لذلك يجب مراجعة معلومات الحجم التفصيلية أدناه في وصف المنتج."  ,
        "english_details":   "The color could be slightly different between on the screen and in practice. / Please note that body builds vary by person, therefore, detailed size information should be reviewed below on the product description." ,
        "count": 4,
        "price":15.99   ,
        "photo_path": "https://fakestoreapi.com/img/71YXzeOuslL._AC_UY879_.jpg"  ,
        "category": "clothes"
    },

    {
        "company_id": 1,
        "arabic_name": "سترة ثلجية نسائية 3 في 1 من BIYLACLESEN معاطف شتوية"   ,
        "english_name" : "BIYLACLESEN Women's 3-in-1 Snowboard Jacket Winter Coats"  ,
        "arabic_details":  "ملحوظة: الجاكيت بمقاس قياسي أمريكي، يرجى اختيار المقاس كملابسك المعتادة. الخامة: 100% بوليستر؛ بطانة قابلة للفصل: صوف دافئ. بطانة وظيفية قابلة للفصل: لطيفة على البشرة، خفيفة الوزن ودافئة. سترة بطانة بياقة واقفة، تبقيك دافئًا في الطقس البارد. جيوب بسحّاب: جيبان لليدين بسحّاب، وجيبان بسحّاب على الصدر (يكفي لحفظ البطاقات أو المفاتيح) وجيب مخفي بالداخل. جيوب لليدين بسحّاب وجيب مخفي تحافظ على أغراضك آمنة. تصميم إنساني: غطاء رأس قابل للتعديل والفصل وأساور قابلة للتعديل لمنع الرياح والماء، لملاءمة مريحة. تصميم قابل للفصل 3 في 1 يوفر المزيد من الراحة، يمكنك فصل المعطف والجزء الداخلي حسب الحاجة، أو ارتداؤه معًا. مناسب لفصول مختلفة ويساعدك على التكيف مع المناخات المختلفة"  ,
        "english_details": "Note:The Jackets is US standard size, Please choose size as your usual wear Material: 100% Polyester; Detachable Liner Fabric: Warm Fleece. Detachable Functional Liner: Skin Friendly, Lightweigt and Warm.Stand Collar Liner jacket, keep you warm in cold weather. Zippered Pockets: 2 Zippered Hand Pockets, 2 Zippered Pockets on Chest (enough to keep cards or keys)and 1 Hidden Pocket Inside.Zippered Hand Pockets and Hidden Pocket keep your things secure. Humanized Design: Adjustable and Detachable Hood and Adjustable cuff to prevent the wind and water,for a comfortable fit. 3 in 1 Detachable Design provide more convenience, you can separate the coat and inner as needed, or wear it together. It is suitable for different season and help you adapt to different climates"   ,
        "count": 4,
        "price":  56.99 ,
        "photo_path": "https://fakestoreapi.com/img/51Y5NI-I5jL._AC_UX679_.jpg" ,
        "category": "clothes"
    },

    {
        "company_id": 1,
        "arabic_name": "سترة نسائية قابلة للإزالة من الجلد الصناعي لراكبي الدراجات النارية من Lock and Love"   ,
        "english_name" :  "Lock and Love Women's Removable Hooded Faux Leather Moto Biker Jacket" ,
        "arabic_details":  "100% بولي يوريثين (الغلاف) 100% بوليستر (البطانة) 75% بوليستر 25% قطن (سترة)، مادة جلد صناعي للأناقة والراحة / 2 جيب أمامي، سترة جلدية صناعية بغطاء رأس من قماش الدنيم، تفاصيل أزرار على الخصر / خياطة تفصيلية على الجانبين، غسيل يدوي فقط / لا تستخدم المبيضات / تجفف على حبل الغسيل / لا تكوي"  ,
        "english_details":  "100% POLYURETHANE(shell) 100% POLYESTER(lining) 75% POLYESTER 25% COTTON (SWEATER), Faux leather material for style and comfort / 2 pockets of front, 2-For-One Hooded denim style faux leather jacket, Button detail on waist / Detail stitching at sides, HAND WASH ONLY / DO NOT BLEACH / LINE DRY / DO NOT IRON" ,
        "count": 4,
        "price": 29.95  ,
        "photo_path": "https://fakestoreapi.com/img/81XH0e8fefL._AC_UY879_.jpg",
        "category": "clothes"
    },

    {
        "company_id": 1,
        "arabic_name":    "سترة واقية من المطر للنساء، معاطف مخططة للتسلق، مقاومة للرياح",
        "english_name" :  "Rain Jacket Women Windbreaker Striped Climbing Raincoats" ,
        "arabic_details":  "معطف واق من المطر خفيف الوزن للرحلات أو الملابس الكاجوال ---أكمام طويلة مع غطاء للرأس، تصميم خصر برباط قابل للتعديل. معطف واق من المطر بأزرار وسحاب أمامي، مبطن بالكامل بخطوط، ويحتوي المعطف على جيبين جانبيين بحجم جيد لحمل جميع أنواع الأشياء، ويغطي الوركين، والغطاء واسع ولكنه لا يبالغ فيه. غطاء رأس مبطن بالقطن مع أربطة قابلة للتعديل يمنحه مظهرًا أنيقًا حقيقيًا."  ,
        "english_details":"Lightweight perfet for trip or casual wear---Long sleeve with hooded, adjustable drawstring waist design. Button and zipper front closure raincoat, fully stripes Lined and The Raincoat has 2 side pockets are a good size to hold all kinds of things, it covers the hips, and the hood is generous but doesn't overdo it.Attached Cotton Lined Hood with Adjustable Drawstrings give it a real styled look."   ,
        "count": 4,
        "price":  39.99 ,
        "photo_path":  "https://fakestoreapi.com/img/71HblAHs5xL._AC_UY879_-2.jpg"  ,
        "category": "clothes"
    },

    {
        "company_id": 1,
        "arabic_name": "أحذية كرة قدم هولوغرافية مستقبلية",
        "english_name": "Futuristic Holographic Soccer Cleats",
        "arabic_details": "ادخل إلى الملعب وتفرد عن الآخرين مع هذه الأحذية الرياضية الهولوغرافية اللافتة للنظر. مصممة للاعب العصري، هذه الأحذية تتميز بشكل انسيابي وبناء خفيف الوزن لتحقيق أقصى قدر من الرشاقة، ودبابيس متينة لضمان أفضل جذب. اللمسة الهولوغرافية المتلألئة تعكس مجموعة من الألوان عند تحركك، مما يضمن لك أن تتم ملاحظتك من خلال مهاراتك وأسلوبك على حد سواء. مثالية للرياضيين الذين يريدون ترك انطباع.",
        "english_details": "Step onto the field and stand out from the crowd with these eye-catching holographic soccer cleats. Designed for the modern player, these cleats feature a sleek silhouette, lightweight construction for maximum agility, and durable studs for optimal traction. The shimmering holographic finish reflects a rainbow of colors as you move, ensuring that you'll be noticed for both your skills and style. Perfect for the fashion-forward athlete who wants to make a statement.",
        "count": 10,
        "price": 39,
        "photo_path": "https://i.imgur.com/qNOjJje.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "كعب عالي بريق قوس قزح",
        "english_name": "Rainbow Glitter High Heels",
        "arabic_details": "ادخل إلى دائرة الضوء مع هذه الأحذية اللامعة المذهلة. تم تصميم كل حذاء ليبرز بألوان قوس قزح المتلألئة التي تعكس الضوء مع كل خطوة. مثالية للمناسبات الخاصة أو السهرات الليلية، هذه الأحذية الرائعة ستجذب الأنظار وترتقي بأي زي.",
        "english_details": "Step into the spotlight with these eye-catching rainbow glitter high heels. Designed to dazzle, each shoe boasts a kaleidoscope of shimmering colors that catch and reflect light with every step. Perfect for special occasions or a night out, these stunners are sure to turn heads and elevate any ensemble.",
        "count": 10,
        "price": 39,
        "photo_path": "https://i.imgur.com/62gGzeF.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "صندل ديميم شيك للصيف مع حبال جديلة",
        "english_name": "Chic Summer Denim Espadrille Sandals",
        "arabic_details": "ادخل الصيف بأناقة مع صندلنا الديميم ذو الحبال الجديلة. يتميز بنعل حبل تقليدي لمسة كلاسيكية وأشرطة ديميم قابلة للتعديل لضمان ملائمة مريحة، كما يوفر تصميم الصندل سهولة في الارتداء لأيام الشاطئ أو الخروج غير الرسمي.",
        "english_details": "Step into summer with style in our denim espadrille sandals. Featuring a braided jute sole for a classic touch and adjustable denim straps for a snug fit, these sandals offer both comfort and a fashionable edge. The easy slip-on design ensures convenience for beach days or casual outings.",
        "count": 10,
        "price": 33,
        "photo_path": "https://i.imgur.com/9qrmE1b.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "أحذية رياضية حيوية: حذاء برتقالي وأزرق جريء",
        "english_name": "Vibrant Runners: Bold Orange & Blue Sneakers",
        "arabic_details": "ادخل إلى عالم الأناقة مع هذه الأحذية الرياضية الجريئة التي تتميز بتدرجات اللون البرتقالي والأزرق. تم تصميم هذه الأحذية لتوفير الراحة والأناقة، فهي تأتي مع نعل مرن وبطانة مريحة، مما يجعلها مثالية للأفراد النشطين الذين لا يتنازلون عن الأناقة. كما تضيف التفاصيل الفضية العاكسة لمسة من الحداثة، مما يجعلها قطعة لافتة لإطلالتك الرياضية أو اليومية.",
        "english_details": "Step into style with these eye-catching sneakers featuring a striking combination of orange and blue hues. Designed for both comfort and fashion, these shoes come with flexible soles and cushioned insoles, perfect for active individuals who don't compromise on style. The reflective silver accents add a touch of modernity, making them a standout accessory for your workout or casual wear.",
        "count": 10,
        "price": 27,
        "photo_path": "https://i.imgur.com/hKcMNJs.jpeg",
        "category": "clothes"
    }
,

    {
        "company_id": 1,
        "arabic_name": "قميص نسائي سادة بأكمام قصيرة ورقبة على شكل V من MBJ"   ,
        "english_name" :"MBJ Women's Solid Short Sleeve Boat Neck V "   ,
        "arabic_details":    "95% رايون، 5% سباندكس، صنع في الولايات المتحدة الأمريكية أو مستورد، لا تستخدم المبيضات، نسيج خفيف الوزن مع مرونة كبيرة من أجل الراحة، مضلع على الأكمام وفتحة العنق / خياطة مزدوجة على الحاشية السفلية",
        "english_details":   "95% RAYON 5% SPANDEX, Made in USA or Imported, Do Not Bleach, Lightweight fabric with great stretch for comfort, Ribbed on sleeves and neckline / Double stitching on bottom hem" ,
        "count": 4,
        "price": 9.85  ,
        "photo_path":   "https://fakestoreapi.com/img/71z3kpMAYsL._AC_UY879_.jpg" ,
        "category": "clothes"
    },

    {
        "company_id": 1,
        "arabic_name": "مرطبات Opna النسائية ذات الأكمام القصيرة"   ,
        "english_name" :   "Opna Women's Short Sleeve Moisture" ,
        "arabic_details":   "100% بوليستر، قابل للغسيل في الغسالة، 100% بوليستر كاتيوني متشابك، قابل للغسيل في الغسالة ومُقلَّم مسبقًا للحصول على ملاءمة رائعة، خفيف الوزن، واسع وجيد التهوية مع نسيج يمتص الرطوبة مما يساعد على إبعاد الرطوبة، نسيج خفيف الوزن ناعم مع طوق مريح على شكل حرف V وملاءمة أنحف، يوفر صورة ظلية أنيقة وأكثر أنوثة وراحة إضافية" ,
        "english_details":  "100% Polyester, Machine wash, 100% cationic polyester interlock, Machine Wash & Pre Shrunk for a Great Fit, Lightweight, roomy and highly breathable with moisture wicking fabric which helps to keep moisture away, Soft Lightweight Fabric with comfortable V-neck collar and a slimmer fit, delivers a sleek, more feminine silhouette and Added Comfort"  ,
        "count": 4,
        "price": 7.95  ,
        "photo_path":  "https://fakestoreapi.com/img/51eg55uWmdL._AC_UX679_.jpg",
        "category": "clothes"
    },

    {
        "company_id": 1,
        "arabic_name":  "تي شيرت نسائي قصير من القطن من DANVOUY"  ,
        "english_name" :"DANVOUY Womens T Shirt Casual Cotton Short"   ,
        "arabic_details":  "95% قطن، 5% سباندكس، المميزات: كاجوال، أكمام قصيرة، طباعة حروف، رقبة على شكل حرف V، تي شيرت عصري، القماش ناعم وبه بعض المرونة، المناسبة: كاجوال/مكتب/شاطئ/مدرسة/منزل/شارع. الموسم: الربيع، الصيف، الخريف، الشتاء."  ,
        "english_details":  "95%Cotton,5%Spandex, Features: Casual, Short Sleeve, Letter Print,V-Neck,Fashion Tees, The fabric is soft and has some stretch., Occasion: Casual/Office/Beach/School/Home/Street. Season: Spring,Summer,Autumn,Winter.",
        "count": 4,
        "price": 12.99  ,
        "photo_path": "https://fakestoreapi.com/img/61pHAEJ4NML._AC_UX679_.jpg"  ,
        "category": "clothes"
    },

    {
        "company_id": 1,
        "arabic_name": "تي شيرت جبال ماجيستيك الجرافيكي",
        "english_name": "Majestic Mountain Graphic T-Shirt",
        "arabic_details": "رفع خزانة ملابسك مع هذا التي شيرت الأسود العصري الذي يميز رسمة جبال أحادية اللون. مثالي لأولئك الذين يحبون الهواء الطلق أو يرغبون في إضافة لمسة من التصميم المستوحى من الطبيعة إلى مظهرهم. هذا التي شيرت مصنوع من قماش ناعم وقابل للتنفس لضمان الراحة طوال اليوم. مثالي للأنشطة غير الرسمية أو كهدية فريدة، هذا التي شيرت هو إضافة متعددة الاستخدامات لأي مجموعة.",
        "english_details": "Elevate your wardrobe with this stylish black t-shirt featuring a striking monochrome mountain range graphic. Perfect for those who love the outdoors or want to add a touch of nature-inspired design to their look, this tee is crafted from soft, breathable fabric ensuring all-day comfort. Ideal for casual outings or as a unique gift, this t-shirt is a versatile addition to any collection.",
        "count": 10,
        "price": 44,
        "photo_path": "https://i.imgur.com/QkIa5tT.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "هودي أحمر كلاسيكي بقلنسوة",
        "english_name": "Classic Red Pullover Hoodie",
        "arabic_details": "رفع خزانة ملابسك غير الرسمية مع هودي أحمر كلاسيكي بقلنسوة. مصنوع من مزيج قطن ناعم لأقصى راحة، يتميز هذا الهودي الأحمر النابض بالحياة بجيب كنغر، وقلنسوة قابلة للتعديل، وأساور مضلعة لتوفير مقاس مريح. التصميم الكلاسيكي يضمن سهولة التناسق مع الجينز أو السراويل الرياضية للحصول على مظهر مريح وأنيق في آن واحد، مما يجعله إضافة متعددة الاستخدامات إلى ملابسك اليومية.",
        "english_details": "Elevate your casual wardrobe with our Classic Red Pullover Hoodie. Crafted with a soft cotton blend for ultimate comfort, this vibrant red hoodie features a kangaroo pocket, adjustable drawstring hood, and ribbed cuffs for a snug fit. The timeless design ensures easy pairing with jeans or joggers for a relaxed yet stylish look, making it a versatile addition to your everyday attire.",
        "count": 10,
        "price": 10,
        "photo_path": "https://i.imgur.com/1twoaDy.jpeg",
        "category": "clothes"
    },

    {
        "company_id": 1,
        "arabic_name": "هودي رمادي كلاسيكي مع قلنسوة",
        "english_name": "Classic Heather Gray Hoodie",
        "arabic_details": "ابقَ دافئًا وأنيقًا مع هودي رمادي كلاسيكي. مصنوع من قماش ناعم وقوي، يتميز بجيب كنغر، وقلنسوة قابلة للتعديل، وأساور مضلعة. مثالي ليوم غير رسمي بالخارج أو لسهرة هادئة في الداخل، هذا الهودي هو إضافة متعددة الاستخدامات لأي خزانة ملابس.",
        "english_details": "Stay cozy and stylish with our Classic Heather Gray Hoodie. Crafted from soft, durable fabric, it features a kangaroo pocket, adjustable drawstring hood, and ribbed cuffs. Perfect for a casual day out or a relaxing evening in, this hoodie is a versatile addition to any wardrobe.",
        "count": 10,
        "price": 69,
        "photo_path": "https://i.imgur.com/cHddUCu.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "هودي رمادي كلاسيكي بقلنسوة",
        "english_name": "Classic Grey Hooded Sweatshirt",
        "arabic_details": "رفع خزانة ملابسك غير الرسمية مع هودي رمادي كلاسيكي بقلنسوة. مصنوع من مزيج قطن ناعم، يتميز هذا الهودي بجيب كنغر أمامي، وقلنسوة قابلة للتعديل، وأساور مضلعة لضمان مقاس مريح. مثالي للأمسيات الباردة أو عطلات نهاية الأسبوع الهادئة، ويتناسق بسهولة مع الجينز المفضل لديك أو السراويل الرياضية.",
        "english_details": "Elevate your casual wear with our Classic Grey Hooded Sweatshirt. Made from a soft cotton blend, this hoodie features a front kangaroo pocket, an adjustable drawstring hood, and ribbed cuffs for a snug fit. Perfect for those chilly evenings or lazy weekends, it pairs effortlessly with your favorite jeans or joggers.",
        "count": 10,
        "price": 90,
        "photo_path": "https://i.imgur.com/R2PN9Wq.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "هودي أسود كلاسيكي بقلنسوة",
        "english_name": "Classic Black Hooded Sweatshirt",
        "arabic_details": "رفع خزانة ملابسك غير الرسمية مع هودي أسود كلاسيكي بقلنسوة. مصنوع من قماش ناعم عالي الجودة يضمن الراحة والمتانة، يتميز هذا الهودي بجيب كنغر واسع وقلنسوة قابلة للتعديل. تصميمه المتعدد الاستخدامات يجعله مثاليًا ليوم مريح في المنزل أو للنزهات غير الرسمية.",
        "english_details": "Elevate your casual wardrobe with our Classic Black Hooded Sweatshirt. Made from high-quality, soft fabric that ensures comfort and durability, this hoodie features a spacious kangaroo pocket and an adjustable drawstring hood. Its versatile design makes it perfect for a relaxed day at home or a casual outing.",
        "count": 10,
        "price": 79,
        "photo_path": "https://i.imgur.com/cSytoSD.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "سروال رياضي مريح كلاسيكي",
        "english_name": "Classic Comfort Fit Joggers",
        "arabic_details": "اكتشف المزيج المثالي من الأناقة والراحة مع سروال رياضي مريح كلاسيكي. يتميز هذا السروال الأسود المتعدد الاستخدامات بحزام خصر مرن ناعم مع حبل قابل للتعديل، وجيوب جانبية، وأساور مضلعة للكاحل لضمان ملاءمة آمنة. مصنوع من قماش خفيف الوزن ودائم، مما يجعله مثاليًا للأيام النشطة أو الاسترخاء.",
        "english_details": "Discover the perfect blend of style and comfort with our Classic Comfort Fit Joggers. These versatile black joggers feature a soft elastic waistband with an adjustable drawstring, two side pockets, and ribbed ankle cuffs for a secure fit. Made from a lightweight and durable fabric, they are ideal for both active days and relaxed lounging.",
        "count": 10,
        "price": 25,
        "photo_path": "https://i.imgur.com/ZKGofuB.jpeg",
        "category": "clothes"
    }
,

    {
        "company_id": 1,
        "arabic_name": "سروال رياضي مريح كلاسيكي مع حبل سحب",
        "english_name": "Classic Comfort Drawstring Joggers",
        "arabic_details": "اختبر المزيج المثالي من الراحة والأناقة مع سروال رياضي مريح كلاسيكي مع حبل سحب. صُمم ليتناسب مع شكل الجسم بشكل مريح، يتميز هذا السروال بقماش ناعم وقابل للتمدد، وجيوب جانبية مريحة، وحزام خصر قابل للتعديل مزود بتفاصيل أنيقة بلمسات ذهبية. مثالي للاسترخاء أو لتلبية المهام اليومية، سيصبح هذا السروال الخيار الأول لك للارتداء غير الرسمي المريح.",
        "english_details": "Experience the perfect blend of comfort and style with our Classic Comfort Drawstring Joggers. Designed for a relaxed fit, these joggers feature a soft, stretchable fabric, convenient side pockets, and an adjustable drawstring waist with elegant gold-tipped detailing. Ideal for lounging or running errands, these pants will quickly become your go-to for effortless, casual wear.",
        "count": 10,
        "price": 79,
        "photo_path": "https://i.imgur.com/mp3rUty.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "سروال رياضي أحمر كلاسيكي",
        "english_name": "Classic Red Jogger Sweatpants",
        "arabic_details": "اختبر أقصى درجات الراحة مع سروال رياضي أحمر، مثالي لجلسات التمرين أو للاسترخاء في المنزل. مصنوع من قماش ناعم وقوي، يتميز هذا السروال بخصر مريح وحزام قابل للتعديل، وجيوب جانبية عملية. تصميمه المائل والأساور المرنة توفر مظهر عصري يناسبك أثناء التنقل.",
        "english_details": "Experience ultimate comfort with our red jogger sweatpants, perfect for both workout sessions and lounging around the house. Made with soft, durable fabric, these joggers feature a snug waistband, adjustable drawstring, and practical side pockets for functionality. Their tapered design and elastic cuffs offer a modern fit that keeps you looking stylish on the go.",
        "count": 10,
        "price": 98,
        "photo_path": "https://i.imgur.com/9LFjwpI.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "قبعة بيسبول زرقاء داكنة كلاسيكية",
        "english_name": "Classic Navy Blue Baseball Cap",
        "arabic_details": "اخرج بأناقة مع هذه القبعة الرياضية الزرقاء الداكنة الأنيقة. مصنوعة من مادة متينة، تتميز بتصميم مهيكل أملس وحزام قابل للتعديل للحصول على المقاس المثالي. احمِ عينيك من الشمس وأضف لمسة من الأناقة إلى إطلالتك غير الرسمية مع هذه الإكسسوار المتعدد الاستخدامات الذي لا يفارق الموضة.",
        "english_details": "Step out in style with this sleek navy blue baseball cap. Crafted from durable material, it features a smooth, structured design and an adjustable strap for the perfect fit. Protect your eyes from the sun and complement your casual looks with this versatile and timeless accessory.",
        "count": 10,
        "price": 61,
        "photo_path": "https://i.imgur.com/R3iobJA.jpeg",
        "category": "clothes"
    },




    {
        "company_id": 1,
        "arabic_name": "قبعة بيسبول زرقاء كلاسيكية",
        "english_name": "Classic Blue Baseball Cap",
        "arabic_details": "اكمل إطلالتك غير الرسمية مع قبعة البيسبول الزرقاء الكلاسيكية، المصنوعة من مواد عالية الجودة لضمان الراحة المستمرة. تتميز بتصميم ستة ألواح خالدة مع حافة منحنية مسبقًا، وتوفر هذه القبعة القابلة للتعديل الأناقة والعملية للارتداء اليومي.",
        "english_details": "Top off your casual look with our Classic Blue Baseball Cap, made from high-quality materials for lasting comfort. Featuring a timeless six-panel design with a pre-curved visor, this adjustable cap offers both style and practicality for everyday wear.",
        "count": 10,
        "price": 86,
        "photo_path": "https://i.imgur.com/wXuQ7bm.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "قبعة بيسبول حمراء كلاسيكية",
        "english_name": "Classic Red Baseball Cap",
        "arabic_details": "رفع مستوى خزانة ملابسك غير الرسمية مع هذه القبعة الحمراء الكلاسيكية. مصنوعة من قماش متين، تتميز بتناسب مريح مع حزام قابل للتعديل في الخلف، مما يضمن مقاسًا يناسب الجميع. مثالية للأيام المشمسة أو لإضافة لمسة رياضية لإطلالتك.",
        "english_details": "Elevate your casual wardrobe with this timeless red baseball cap. Crafted from durable fabric, it features a comfortable fit with an adjustable strap at the back, ensuring one size fits all. Perfect for sunny days or adding a sporty touch to your outfit.",
        "count": 10,
        "price": 35,
        "photo_path": "https://i.imgur.com/cBuLvBi.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "قبعة بيسبول سوداء كلاسيكية",
        "english_name": "Classic Black Baseball Cap",
        "arabic_details": "رفع مستوى ملابسك غير الرسمية مع هذه القبعة السوداء الكلاسيكية. مصنوعة من قماش تنفس عالي الجودة، تتميز بحزام قابل للتعديل للحصول على المقاس المثالي. سواء كنت تجري أو تقوم بالمهام اليومية، تضيف هذه القبعة لمسة من الأناقة إلى أي زي.",
        "english_details": "Elevate your casual wear with this timeless black baseball cap. Made with high-quality, breathable fabric, it features an adjustable strap for the perfect fit. Whether you’re out for a jog or just running errands, this cap adds a touch of style to any outfit.",
        "count": 10,
        "price": 58,
        "photo_path": "https://i.imgur.com/KeqG6r4.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "شورت تشينو زيتوني كلاسيكي",
        "english_name": "Classic Olive Chino Shorts",
        "arabic_details": "رفع مستوى خزانة ملابسك غير الرسمية مع شورت تشينو زيتوني كلاسيكي. صُمم للراحة والمرونة، يتميز بحزام مريح وجيوب عملية وقصة مناسبة تجعلها مثالية لعطلات نهاية الأسبوع المريحة والمناسبات غير الرسمية. القماش المتين يضمن أنها ستظل صالحة للاستخدام طوال أنشطتك اليومية مع الحفاظ على مظهر عصري.",
        "english_details": "Elevate your casual wardrobe with these classic olive chino shorts. Designed for comfort and versatility, they feature a smooth waistband, practical pockets, and a tailored fit that makes them perfect for both relaxed weekends and smart-casual occasions. The durable fabric ensures they hold up throughout your daily activities while maintaining a stylish look.",
        "count": 10,
        "price": 84,
        "photo_path": "https://i.imgur.com/UsFIvYs.jpeg",
        "category": "clothes"
    }
,

    {
        "company_id": 1,
        "arabic_name": "شورت رياضي بخصر مرتفع كلاسيكي",
        "english_name": "Classic High-Waisted Athletic Shorts",
        "arabic_details": "ابقَ مرتاحًا وأنيقًا مع شورتاتنا الرياضية ذات الخصر المرتفع الكلاسيكية. مصممة للحركة المثلى والمرونة، هذه الشورتات ضرورية لخزانة ملابسك الرياضية. تتميز بخصر مرتفع يبرز الشكل، وقماش تنفس، وقصة محكمة لضمان بقائها في مكانها أثناء أي نشاط، وهي مثالية للصالة الرياضية، والجري، أو حتى للارتداء العادي.",
        "english_details": "Stay comfortable and stylish with our Classic High-Waisted Athletic Shorts. Designed for optimal movement and versatility, these shorts are a must-have for your workout wardrobe. Featuring a figure-flattering high waist, breathable fabric, and a secure fit that ensures they stay in place during any activity, these shorts are perfect for the gym, running, or even just casual wear.",
        "count": 10,
        "price": 43,
        "photo_path": "https://i.imgur.com/eGOUveI.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "تي شيرت أبيض بكرو عنق كلاسيكي",
        "english_name": "Classic White Crew Neck T-Shirt",
        "arabic_details": "رفع مستوى أساسياتك مع هذا التي شيرت الأبيض متعدد الاستخدامات. مصنوع من مزيج قطن ناعم وقابل للتنفس، يوفر الراحة والمتانة. تصميمه الأنيق والكلاسيكي يضمن أنه يتماشى بشكل جيد مع أي زي. مثالي للارتداء بمفرده أو تحت طبقات أخرى، هذا التي شيرت هو عنصر أساسي لا بد منه في كل خزانة ملابس.",
        "english_details": "Elevate your basics with this versatile white crew neck tee. Made from a soft, breathable cotton blend, it offers both comfort and durability. Its sleek, timeless design ensures it pairs well with virtually any outfit. Ideal for layering or wearing on its own, this t-shirt is a must-have staple for every wardrobe.",
        "count": 10,
        "price": 39,
        "photo_path": "https://i.imgur.com/axsyGpD.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "تي شيرت أبيض كلاسيكي - أناقة وراحة دائمة",
        "english_name": "Classic White Tee - Timeless Style and Comfort",
        "arabic_details": "رفع مستوى خزانة ملابسك اليومية مع تي شيرتنا الأبيض الكلاسيكي. مصنوع من قطن ناعم ممتاز، يجمع هذا التي شيرت بين الراحة والمتانة، مثالي للارتداء اليومي. يتميز بقصة مريحة وموحدة تناسب كل أنواع الجسم، وهو قطعة أساسية لأي زي غير رسمي. سهل العناية به وقابل للغسل في الغسالة، يحافظ هذا التي شيرت على شكله ونعومته بعد كل غسلة. يمكن ارتداؤه مع الجينز المفضل لديك أو تحت سترة لمظهر ذكي.",
        "english_details": "Elevate your everyday wardrobe with our Classic White Tee. Crafted from premium soft cotton material, this versatile t-shirt combines comfort with durability, perfect for daily wear. Featuring a relaxed, unisex fit that flatters every body type, it's a staple piece for any casual ensemble. Easy to care for and machine washable, this white tee retains its shape and softness wash after wash. Pair it with your favorite jeans or layer it under a jacket for a smart look.",
        "count": 10,
        "price": 73,
        "photo_path": "https://i.imgur.com/Y54Bt8J.jpeg",
        "category": "clothes"
    },
    {
        "company_id": 1,
        "arabic_name": "تي شيرت أسود كلاسيكي",
        "english_name": "Classic Black T-Shirt",
        "arabic_details": "رفع مستوى أسلوبك اليومي مع تي شيرتنا الأسود الكلاسيكي. هذه القطعة الأساسية مصنوعة من قطن ناعم وقابل للتنفس للراحة طوال اليوم. يتميز بتصميمه المتعدد الاستخدامات مع كرو عنق كلاسيكي وأكمام قصيرة، مما يجعله مثاليًا للطبقات أو للارتداء بمفرده. متين وسهل العناية به، سيتحول هذا التي شيرت إلى قطعة مفضلة في خزانة ملابسك.",
        "english_details": "Elevate your everyday style with our Classic Black T-Shirt. This staple piece is crafted from soft, breathable cotton for all-day comfort. Its versatile design features a classic crew neck and short sleeves, making it perfect for layering or wearing on its own. Durable and easy to care for, it's sure to become a favorite in your wardrobe.",
        "count": 10,
        "price": 35,
        "photo_path": "https://i.imgur.com/9DqEOV5.jpeg",
        "category": "clothes"
    }
,



    {
        "company_id": 2,
        "arabic_name": "بطاقة رسومات NVIDIA GeForce RTX 3090 24GB",
        "english_name": "NVIDIA GeForce RTX 3090 Graphics Card 24GB",
        "arabic_details": "بطاقة رسومات RTX 3090 بسعة 24 جيجابايت من الذاكرة، تقدم أداء لا مثيل له للألعاب والتطبيقات الاحترافية.",
        "english_details": "NVIDIA GeForce RTX 3090 with 24GB memory, delivering unparalleled performance for gaming and professional applications.",
        "count": 3,
        "price": 1499.99,
        "photo_path": "https://th.bing.com/th/id/OIP.QD4Vt-U9a-dOcWHtWvq2-QHaEX?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "لابتوب ASUS ROG Flow Z13 معالج Intel Core i9",
        "english_name": "ASUS ROG Flow Z13 Laptop Intel Core i9",
        "arabic_details": "لابتوب ASUS ROG Flow Z13 مع معالج Intel Core i9، شاشة 13 بوصة عالية الدقة، بطاقة رسومات NVIDIA GeForce RTX 3080.",
        "english_details": "ASUS ROG Flow Z13 with Intel Core i9 processor, 13-inch display, and NVIDIA GeForce RTX 3080 graphics card.",
        "count": 6,
        "price": 2199.99,
        "photo_path": "https://www.paradigit.nl/picture/80066116/1000/750/HighResolution/PR/false",
        "category": "devices"
    },




    {
        "company_id": 2,
        "arabic_name": "وحدة تحكم ألعاب لاسلكية أنيقة باللون الأبيض والبرتقالي",
        "english_name": "Sleek White & Orange Wireless Gaming Controller",
        "arabic_details": "رفع تجربة الألعاب لديك مع هذه الوحدة اللاسلكية المتطورة، التي تتميز بقاعدة بيضاء نقية مع لمسات برتقالية زاهية. مصممة للعب الدقيق، توفر شكلًا مريحًا وأزرارًا استجابة لضمان أقصى درجات الراحة والتحكم لساعات لعب لا نهاية لها. متوافقة مع العديد من منصات الألعاب، هذه الوحدة ضرورية لأي لاعب جاد يبحث عن تعزيز إعداداته.",
        "english_details": "Elevate your gaming experience with this state-of-the-art wireless controller, featuring a crisp white base with vibrant orange accents. Designed for precision play, the ergonomic shape and responsive buttons provide maximum comfort and control for endless hours of gameplay. Compatible with multiple gaming platforms, this controller is a must-have for any serious gamer looking to enhance their setup.",
        "count": 10,
        "price": 69,
        "photo_path": "https://i.imgur.com/ZANVnHE.jpeg",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "مجموعة سماعات رأس لاسلكية أنيقة وسماعات أذن مطعمة بالحبر",
        "english_name": "Sleek Wireless Headphone & Inked Earbud Set",
        "arabic_details": "اختبر اندماج الأناقة والصوت مع هذه المجموعة الصوتية المتطورة التي تشمل سماعات رأس لاسلكية أنيقة باللون الأبيض تقدم صوتًا واضحًا ومريحًا حول الأذن. المجموعة أيضًا تشمل سماعات أذن متينة، مثالية لأسلوب الحياة النشط. رفّه استمتاعك بالموسيقى مع هذه المجموعة المتنوعة، المصممة لتلبية جميع احتياجات الاستماع لديك.",
        "english_details": "Experience the fusion of style and sound with this sophisticated audio set featuring a pair of sleek, white wireless headphones offering crystal-clear sound quality and over-ear comfort. The set also includes a set of durable earbuds, perfect for an on-the-go lifestyle. Elevate your music enjoyment with this versatile duo, designed to cater to all your listening needs.",
        "count": 10,
        "price": 44,
        "photo_path": "https://i.imgur.com/yVeIeDa.jpeg",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "سماعات رأس مريحة ذات شكل أنيق حول الأذن",
        "english_name": "Sleek Comfort-Fit Over-Ear Headphones",
        "arabic_details": "اختبر جودة الصوت الممتازة مع سماعات الرأس المريحة ذات الشكل الأنيق حول الأذن، المصممة للاستخدام الممتد مع أكواب أذن مبطنة وحزام رأس قابل للتعديل. مثالية للاستماع الغامر سواء كنت في المنزل أو في المكتب أو أثناء التنقل. بنائها المتين وتصميمها الكلاسيكي يوفران مظهرًا جميلًا وأداء طويل الأمد.",
        "english_details": "Experience superior sound quality with our Sleek Comfort-Fit Over-Ear Headphones, designed for prolonged use with cushioned ear cups and an adjustable, padded headband. Ideal for immersive listening, whether you're at home, in the office, or on the move. Their durable construction and timeless design provide both aesthetically pleasing looks and long-lasting performance.",
        "count": 10,
        "price": 28,
        "photo_path": "https://i.imgur.com/SolkFEB.jpeg",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "محمصة خبز فعالة لقطعتين",
        "english_name": "Efficient 2-Slice Toaster",
        "arabic_details": "عزز روتينك الصباحي مع محمصة الخبز الأنيقة ذات القطعتين، التي تتميز بتحكم في درجة التحميص وقاعدة قابلة للإزالة لسهولة التنظيف. هذه الآلة المدمجة والأنيقة مثالية لأي مطبخ، مما يضمن لك تحميص الخبز بشكل مثالي ولذيذ.",
        "english_details": "Enhance your morning routine with our sleek 2-slice toaster, featuring adjustable browning controls and a removable crumb tray for easy cleaning. This compact and stylish appliance is perfect for any kitchen, ensuring your toast is always golden brown and delicious.",
        "count": 10,
        "price": 48,
        "photo_path": "https://i.imgur.com/keVCVIa.jpeg",
        "category": "devices"
    }
,
    {
        "company_id": 2,
        "arabic_name": "ماوس كمبيوتر لاسلكي أنيق",
        "english_name": "Sleek Wireless Computer Mouse",
        "arabic_details": "اختبر التنقل السلس والدقيق مع هذه الماوس اللاسلكية الحديثة، التي تتميز بتشطيب لامع وتصميم مريح. تتسم بتتبع استجابة وسهولة في الاستخدام، مما يجعلها الإضافة المثالية لأي جهاز كمبيوتر مكتبي أو محمول. يضيف اللون الأزرق الأنيق لمسة من الألوان إلى مكان عملك، بينما يضمن حجمها الصغير أنها تتناسب بشكل أنيق في حقيبتك للإنتاجية أثناء التنقل.",
        "english_details": "Experience smooth and precise navigation with this modern wireless mouse, featuring a glossy finish and a comfortable ergonomic design. Its responsive tracking and easy-to-use interface make it the perfect accessory for any desktop or laptop setup. The stylish blue hue adds a splash of color to your workspace, while its compact size ensures it fits neatly in your bag for on-the-go productivity.",
        "count": 10,
        "price": 10,
        "photo_path": "https://i.imgur.com/w3Y8NwQ.jpeg",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "لابتوب عصري مع إضاءة محيطية",
        "english_name": "Sleek Modern Laptop with Ambient Lighting",
        "arabic_details": "اختبر مستوى جديد من الحوسبة مع لابتوبنا الفائق الرقة، الذي يتميز بشاشة رائعة مضاءة بإضاءة محيطية. هذه الآلة عالية الأداء مثالية للعمل والترفيه، تقدم معالجة قوية في تصميم رقيق وقابل للنقل. تضيف الألوان الزاهية لمسة من الشخصية إلى مجموعة تقنيتك، مما يجعلها أنيقة وعملية في نفس الوقت.",
        "english_details": "Experience next-level computing with our ultra-slim laptop, featuring a stunning display illuminated by ambient lighting. This high-performance machine is perfect for both work and play, delivering powerful processing in a sleek, portable design. The vibrant colors add a touch of personality to your tech collection, making it as stylish as it is functional.",
        "count": 10,
        "price": 43,
        "photo_path": "https://i.imgur.com/OKn1KFI.jpeg",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "لابتوب عصري للمحترفين",
        "english_name": "Sleek Modern Laptop for Professionals",
        "arabic_details": "اختبر التكنولوجيا المتطورة والتصميم الأنيق مع أحدث طرازات اللابتوب لدينا. مثالية للمحترفين أثناء التنقل، يشتمل هذا اللابتوب عالي الأداء على معالج قوي، وتخزين واسع، وعمر بطارية طويل، جميعها مغلفة في هيكل رقيق وخفيف الوزن للحصول على أفضل قابلية للنقل. تسوق الآن لرفع مستوى عملك ولعبك.",
        "english_details": "Experience cutting-edge technology and elegant design with our latest laptop model. Perfect for professionals on-the-go, this high-performance laptop boasts a powerful processor, ample storage, and a long-lasting battery life, all encased in a lightweight, slim frame for ultimate portability. Shop now to elevate your work and play.",
        "count": 10,
        "price": 97,
        "photo_path": "https://i.imgur.com/ItHcq7o.jpeg",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "سماعات رأس أنيقة باللونين الأحمر والفضي",
        "english_name": "Stylish Red & Silver Over-Ear Headphones",
        "arabic_details": "اغمر نفسك في جودة الصوت الممتازة مع هذه السماعات الرأس الأنيقة باللونين الأحمر والفضي. مصممة للراحة والأناقة، تحتوي السماعات على أكواب أذن مبطنة، وحزام رأس قابل للتعديل، وكابل أحمر قابل للفصل لتخزين سهل وقابلية التنقل. مثالية لعشاق الموسيقى وعشاق الصوت الذين يقدرون الشكل الجيد ووضوح الصوت.",
        "english_details": "Immerse yourself in superior sound quality with these sleek red and silver over-ear headphones. Designed for comfort and style, the headphones feature cushioned ear cups, an adjustable padded headband, and a detachable red cable for easy storage and portability. Perfect for music lovers and audiophiles who value both appearance and audio fidelity.",
        "count": 10,
        "price": 39,
        "photo_path": "https://i.imgur.com/YaSqa06.jpeg",
        "category": "devices"
    }
,

    {
        "company_id": 2,
        "arabic_name": "حافظة هاتف بتشطيب مرآة أنيقة",
        "english_name": "Sleek Mirror Finish Phone Case",
        "arabic_details": "حسن مظهر هاتفك الذكي مع هذه الحافظة بتشطيب مرآة أنيقة. تم تصميم الحافظة لتقديم الأناقة مع الحماية، حيث تتميز بسطح عاكس يضيف لمسة من الأناقة مع الحفاظ على جهازك محميًا من الخدوش والصدمات. مثالية لأولئك الذين يحبون الجماليات الحديثة والمبسطة.",
        "english_details": "Enhance your smartphone's look with this ultra-sleek mirror finish phone case. Designed to offer style with protection, the case features a reflective surface that adds a touch of elegance while keeping your device safe from scratches and impacts. Perfect for those who love a minimalist and modern aesthetic.",
        "count": 10,
        "price": 27,
        "photo_path": "https://i.imgur.com/yb9UQKL.jpeg",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "ساعة ذكية أنيقة مع شاشة مفعمة بالألوان",
        "english_name": "Sleek Smartwatch with Vibrant Display",
        "arabic_details": "اختبر الوقت العصري مع ساعتنا الذكية المتطورة، التي تتميز بشاشة تعمل باللمس مفعمة بالألوان، وأوجه الساعة القابلة للتخصيص، وحزام سيليكون أزرق مريح. تتيح لك هذه الساعة الذكية البقاء على اتصال من خلال الإشعارات وتتبع اللياقة البدنية بينما تعرض أسلوبًا استثنائيًا وتعدد الاستخدامات.",
        "english_details": "Experience modern timekeeping with our high-tech smartwatch, featuring a vivid touch screen display, customizable watch faces, and a comfortable blue silicone strap. This smartwatch keeps you connected with notifications and fitness tracking while showcasing exceptional style and versatility.",
        "count": 10,
        "price": 16,
        "photo_path": "https://i.imgur.com/LGk9Jn2.jpeg",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "لابتوب Asus ROG 15 بوصة",
        "english_name": "Asus ROG 15-inch Laptop",
        "arabic_details": "لابتوب قوي لألعاب الفيديو مع شاشة 15 بوصة ومواصفات عالية.",
        "english_details": "Powerful gaming laptop with 15-inch screen and high specifications.",
        "count": 5,
        "price": 1800.00,
        "photo_path": "https://th.bing.com/th/id/OIP.yDvPdeM6uq8aGIFx1Yn5BQAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "لابتوب Asus ROG 17 بوصة",
        "english_name": "Asus ROG 17-inch Laptop",
        "arabic_details": "لابتوب متقدم مع شاشة 17 بوصة وتجربة لعب مذهلة.",
        "english_details": "Advanced laptop with a 17-inch screen and amazing gaming experience.",
        "count": 3,
        "price": 2200.00,
        "photo_path": "https://th.bing.com/th/id/OIP.bifpLGBttpyE6VRIfNohSQAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "لابتوب Asus ROG Strix 14 بوصة",
        "english_name": "Asus ROG Strix 14-inch Laptop",
        "arabic_details": "لابتوب محمول وقوي مع شاشة 14 بوصة ومواصفات ممتازة للألعاب.",
        "english_details": "Portable and powerful laptop with a 14-inch screen and excellent gaming specs.",
        "count": 10,
        "price": 1500.00,
        "photo_path": "https://th.bing.com/th/id/OIP.YRvs5h9QQls4MZi9Y16B8QAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "لابتوب Asus ROG Zephyrus G14",
        "english_name": "Asus ROG Zephyrus G14",
        "arabic_details": "لابتوب ROG Zephyrus G14  يقدم أداء رائعًا مع معالج AMD Ryzen 9 و بطاقة رسومات RTX.",
        "english_details": "The ROG Zephyrus G14 laptop offers amazing performance with an AMD Ryzen 9 processor and RTX graphics card.",
        "count": 7,
        "price": 2500.00,
        "photo_path": "https://th.bing.com/th/id/OIP.3MdzgNk_ctvqA1bPIOJd9AAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "لابتوب Asus ROG Flow Z13",
        "english_name": "Asus ROG Flow Z13",
        "arabic_details": "لابتوب 2 في 1 متعدد الاستخدامات مع معالج Intel Core i7 وشاشة قابلة للفصل.",
        "english_details": "A versatile 2-in-1 laptop with Intel Core i7 processor and detachable screen.",
        "count": 12,
        "price": 2700.00,
        "photo_path": "https://th.bing.com/th/id/OIP.6KbZ5Z2rOoxkK6tDMlEJKQAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "لابتوب Asus ROG Scar 15",
        "english_name": "Asus ROG Scar 15",
        "arabic_details": "أفضل لابتوب للألعاب مع شاشة 15 بوصة ومعالج Intel Core i9.",
        "english_details": "Top gaming laptop with a 15-inch display and Intel Core i9 processor.",
        "count": 8,
        "price": 3000.00,
        "photo_path": "https://th.bing.com/th/id/OIP.kXurwaqpR-vFk5nmY6bGAQAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "لابتوب Asus ROG Strix Scar 17",
        "english_name": "Asus ROG Strix Scar 17",
        "arabic_details": "لابتوب مخصص للألعاب مع شاشة 17 بوصة ومعالج AMD Ryzen 9.",
        "english_details": "Gaming laptop with a 17-inch display and AMD Ryzen 9 processor.",
        "count": 4,
        "price": 3200.00,
        "photo_path": "https://th.bing.com/th/id/OIP.e94uiP6LKbiunHF0i9qhiAAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "كرسي غيمينغ ممتاز مع دعم للرقبة والظهر",
        "english_name": "Premium Gaming Chair with Neck and Back Support",
        "arabic_details": "كرسي غيمينغ مريح مزود بدعامات للرقبة والظهر للحصول على راحة أثناء اللعب لساعات طويلة.",
        "english_details": "Comfortable gaming chair with neck and back support for extended gaming sessions.",
        "count": 20,
        "price": 250.00,
        "photo_path": "https://m.media-amazon.com/images/I/51T3dAY4bRL._AC_SS450_.jpg",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "كرسي غيمينغ مع مساند لليدين وقاعدة دوارة",
        "english_name": "Gaming Chair with Armrests and Swivel Base",
        "arabic_details": "كرسي غيمينغ عالي الجودة مع مساند لليدين وقاعدة دوارة لتجربة ألعاب مريحة.",
        "english_details": "High-quality gaming chair with armrests and a swivel base for a comfortable gaming experience.",
        "count": 15,
        "price": 220.00,
        "photo_path": "https://th.bing.com/th/id/OIP.PmDyxC1ZRkAcGlpYGYc3bAAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "كرسي غيمينغ قابل للتعديل مع وسادة أسفل الظهر",
        "english_name": "Adjustable Gaming Chair with Lower Back Cushion",
        "arabic_details": "كرسي غيمينغ قابل للتعديل مع وسادة أسفل الظهر لتوفير راحة أكبر أثناء الجلوس.",
        "english_details": "Adjustable gaming chair with a lower back cushion for extra comfort.",
        "count": 30,
        "price": 270.00,
        "photo_path": "https://cdn.manomano.com/images/images_products/18109146/P/31579147_1.jpg",
        "category": "devices"
    },

    {
        "company_id": 2,
        "arabic_name": "ماوس ألعاب لاسلكي مع إضاءة RGB",
        "english_name": "Wireless Gaming Mouse with RGB Lighting",
        "arabic_details": "ماوس ألعاب لاسلكي مع إضاءة RGB قابلة للتخصيص وأزرار سريعة الاستجابة.",
        "english_details": "Wireless gaming mouse with customizable RGB lighting and responsive buttons.",
        "count": 25,
        "price": 50.00,
        "photo_path": "https://th.bing.com/th/id/OIP.PZ5gUCqeSLnZdHRYHWy7awAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "ماوس ألعاب سلكي مع مستشعر دقيق",
        "english_name": "Wired Gaming Mouse with Precision Sensor",
        "arabic_details": "ماوس سلكي مخصص للألعاب مع مستشعر دقيق للتمكن من التحكم بشكل أفضل.",
        "english_details": "Wired gaming mouse with a precise sensor for better control.",
        "count": 18,
        "price": 45.00,
        "photo_path": "https://th.bing.com/th/id/OIP.8odTWXToUtYuS-fcwiRMuAAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
    {
        "company_id": 2,
        "arabic_name": "ماوس ألعاب مريح مع تصميم هندسي",
        "english_name": "Ergonomic Gaming Mouse with Geometric Design",
        "arabic_details": "ماوس ألعاب مريح مصمم هندسيًا ليدعم راحة يدك أثناء جلسات اللعب الطويلة.",
        "english_details": "Ergonomically designed gaming mouse to support your hand comfort during long gaming sessions.",
        "count": 30,
        "price": 60.00,
        "photo_path": "https://th.bing.com/th/id/OIP.KckiNc8UBI6b-Jnr728bpAAAAA?rs=1&pid=ImgDetMain",
        "category": "devices"
    },
















    {
        "company_id": 3,
        "arabic_name": "شوكولاتة غامقة 70% كاكاو",
        "english_name": "Dark Chocolate 70% Cocoa",
        "arabic_details": "شوكولاتة غامقة مع 70% كاكاو تمنحك طعمًا غنيًا وصحيًا.",
        "english_details": "Dark chocolate with 70% cocoa, offering a rich and healthy flavor.",
        "count": 50,
        "price": 5.00,
        "photo_path": "https://th.bing.com/th/id/OIP.XCFqcxvyP2O1a8IuZhjMtwAAAA?rs=1&pid=ImgDetMain",
        "category": "food"
    },
    {
        "company_id": 3,
        "arabic_name": "شوكولاتة بالحليب والمكسرات",
        "english_name": "Milk Chocolate with Nuts",
        "arabic_details": "شوكولاتة بالحليب تحتوي على مكسرات لذيذة لمذاق غني ومميز.",
        "english_details": "Milk chocolate with nuts for a delicious and distinctive taste.",
        "count": 30,
        "price": 4.50,
        "photo_path": "https://th.bing.com/th/id/OIP.JZhavdRybbZTTFO3D-6qHAAAAA?rs=1&pid=ImgDetMain",
        "category": "food"
    },
    {
        "company_id": 3,
        "arabic_name": "شوكولاتة بيضاء مع فواكه",
        "english_name": "White Chocolate with Fruits",
        "arabic_details": "شوكولاتة بيضاء تحتوي على فواكه مجففة تعطي مذاقًا حلوًا وطبيعيًا.",
        "english_details": "White chocolate with dried fruits for a sweet and natural taste.",
        "count": 25,
        "price": 6.00,
        "photo_path": "https://th.bing.com/th/id/OIP.eS_0k42dExdQNyFCvXcqDwHaHa?rs=1&pid=ImgDetMain",
        "category": "food"
    },
    {
        "company_id": 3,
        "arabic_name": "شوكولاتة داكنة مع توت العليق",
        "english_name": "Dark Chocolate with Raspberry",
        "arabic_details": "شوكولاتة داكنة مع توت العليق التي تضيف طعمًا منعشًا وفريدًا.",
        "english_details": "Dark chocolate with raspberry for a refreshing and unique flavor.",
        "count": 40,
        "price": 5.50,
        "photo_path": "https://th.bing.com/th/id/OIP.LuLC2ph6y3sCLKMns6s10gHaHa?w=600&h=600&rs=1&pid=ImgDetMain",
        "category": "food"
    },
    {
        "company_id": 3,
        "arabic_name": "شوكولاتة كريمة مع بندق",
        "english_name": "Creamy Chocolate with Hazelnut",
        "arabic_details": "شوكولاتة كريمية مع بندق لذيذ تعطي مذاقًا ناعمًا وطعماً رائعاً.",
        "english_details": "Creamy chocolate with hazelnuts for a smooth and wonderful flavor.",
        "count": 60,
        "price": 4.80,
        "photo_path": "https://th.bing.com/th/id/OIP.uOcbrO8Lwn1T5Drqzzl0cwAAAA?rs=1&pid=ImgDetMain",
        "category": "food"
    }











]
